Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A15B.tmx
Source language: en_us
Languages: zh_cn

source: The decline of Asian marriage: Asia's lonely hearts
zh_cn: 在亚洲，形单影只的人越来越多

source: Women are rejecting marriage in Asia. The social implications are serious.
zh_cn: 在亚洲，女性不愿意结婚，这必将带来严重的社会影响。

source: TWENTY years ago a debate erupted about whether there were specific "Asian values".
zh_cn: 二十年前，对于具体的“亚洲价值”是否存在，人们进行过一场激烈的讨论。

source: Most attention focused on dubious claims by autocrats that democracy was not among them.
zh_cn: 当时人们很多的注意力都集中到质疑亚洲独裁者们所称的民主不适合亚洲国家的论调。

source: But a more intriguing, if less noticed, argument was that traditional family values were stronger in Asia than in America and Europe, and that this partly accounted for Asia's economic success.
zh_cn: 现在，一个更加能引发人们争议的观点出现了，该观点认为亚洲人的家庭观念比欧美人要强得多，这也是亚洲经济成功的一个重要原因。

source: In the words of Lee Kuan Yew, former prime minister of Singapore and a keen advocate of Asian values, the Chinese family encouraged "scholarship and hard work and thrift and deferment of present enjoyment for future gain".
zh_cn: 前任新加坡总理李光耀是一位亚洲价值观坚定的倡导者，用他的话来讲，华人家庭鼓励“学识、勤奋、节俭、不贪图享受，以便取得将来的成功”。

source: On the face of it his claim appears persuasive still.
zh_cn: 乍看起来，李光辉的这些话现在还是很有说服力。

source: In most of Asia, marriage is widespread and illegitimacy almost unknown.
zh_cn: 在亚洲的大部分地区，婚姻是人们组织家庭的方式，非婚生子几乎是不被人所知。

source: In contrast, half of marriages in some Western countries end in divorce, and half of all children are born outside wedlock.
zh_cn: 与之相比，在一些西方国家，一半的婚姻以离婚收场，一半的儿童是非婚生子。

source: The recent riots across Britain, whose origins many believe lie in an absence of either parental guidance or filial respect, seem to underline a profound difference between East and West.
zh_cn: 最近，英国发生了席卷全国的暴乱，而暴乱的根源被认为是英国家庭缺少了父母的指导和子女的孝顺；而东西方的差别恰恰是在这些方面。

source: Yet marriage is changing fast in East, South-East and South Asia, even though each region has different traditions.
zh_cn: 在东亚、东南亚和南亚这些地方，尽管相互之间的风俗习惯不尽相同，但这些地区人们的婚姻状况都在发生着急剧变化。

source: The changes are different from those that took place in the West in the second half of the 20th century. Divorce, though rising in some countries, remains comparatively rare.
zh_cn: 这些婚姻变化与西方国家在20世纪下半叶的婚姻状况变化不同——尽管离婚率在某些亚洲国家有所上升，但仍维持在较低的比率。

source: What's happening in Asia is a flight from marriage (see article).
zh_cn: 在亚洲，人们都不愿意结婚——这才是亚洲婚姻状况变化的根源。

source: Marriage rates are falling partly because people are postponing getting hitched.
zh_cn: 亚洲结婚率下降的一个原因就是人们推迟步入婚姻的时间。

source: Marriage ages have risen all over the world, but the increase is particularly marked in Asia.
zh_cn: 实际上，在世界范围内，男女步入婚姻的年龄越来越大，但必须看到，这种情况在亚洲特别明显。

source: People there now marry even later than they do in the West.
zh_cn: 亚洲男女结婚的年龄比西方国家的男女要大得多。

source: The mean age of marriage in the richest places -Japan, Taiwan, South Korea and Hong Kong -has risen sharply in the past few decades, to reach 29-30 for women and 31-33 for men.
zh_cn: 在亚洲最富裕的地区——日本、台湾、韩国和香港，男女结婚的平均年龄在过去几十年里变得越来越大：女性平均结婚年龄为29-30岁，男性平均结婚年龄为31-33岁。

source: A lot of Asians are not marrying later. They are not marrying at all.
zh_cn: 此外，还有很多亚洲男女在过了上述年龄之后也不结婚，因为他们根本就不打算结婚。

source: Almost a third of Japanese women in their early 30s are unmarried; probably half of those will always be. Over one-fifth of Taiwanese women in their late 30s are single; most will never marry.
zh_cn: 在日本，三分之一的日本女性在过了30岁的年龄还未结婚，而这些女性之中的一半会终生不结婚；在台湾，五分之一年龄近四十的女性仍是单身一族，她们之中的大部分不会结婚。

source: In some places, rates of non-marriage are especially striking: in Bangkok, 20% of 40-44-year old women are not married; in Tokyo, 21%; among university graduates of that age in Singapore, 27%.
zh_cn: 在亚洲的某些地区，男女未婚的比率高得让人吃惊：在曼谷，百分之二十年龄在40至44岁之间的女性为未婚；在东京，百分之二十一年龄在40至44岁之间的女性为未婚，在新加坡，这一情况为百分之二十七。

source: So far, the trend has not affected Asia's two giants, China and India.
zh_cn: 到现在为止，亚洲的两大巨头——中国和印度，还没有受到这一趋势的影响。

source: But it is likely to, as the economic factors that have driven it elsewhere in Asia sweep through those two countries as well; and its consequences will be exacerbated by the sex-selective abortion practised for a generation there.
zh_cn: 但随着经济因素的影响，中国和印度将无可避免地发生这一情况，就如同其他亚洲经济发达国家的这一婚姻状况是随着经济上升而出现的一样；而中国和印度在过去二十年的时间进行性别选择堕胎，中国和印度的未来的婚姻状况将只会是变得越来越糟糕。

source: By 2050, there will be 60m more men of marriageable age than women in China and India.
zh_cn: 预计在2050年，中国和印度的处在适婚年龄的男性要比处在适婚年龄的女性多六千万。

source: The joy of staying single
zh_cn: 单身的快乐

source: Women are retreating from marriage as they go into the workplace.
zh_cn: 女性之所以不愿意结婚，她们有了工作是很重要的一个原因。

source: That's partly because, for a woman, being both employed and married is tough in Asia.
zh_cn: 对亚洲女性而言，要同时兼顾工作和婚姻是一件困难的事情。

source: Women there are the primary caregivers for husbands, children and, often, for ageing parents; and even when in full-time employment, they are expected to continue to play this role.
zh_cn: 在亚洲，女性通常被看作是丈夫、孩子和老人的照顾者；即使女性有一份全职工作，她们仍然理所当然地要继续担任这样的照顾者。

source: This is true elsewhere in the world, but the burden that Asian women carry is particularly heavy.
zh_cn: 世界别的地区的女性也有这样的责任，但亚洲女性的责任比其他地区的女性呀重得多。

source: Japanese women, who typically work 40 hours a week in the office, then do, on average, another 30 hours of housework. Their husbands, on average, do three hours.
zh_cn: 如日本女性平均一周要在办公室工作四十小时，下班后还要在家干三十个小时的家务；而日本男性平均一周干家务的时间只有三个小时。

source: And Asian women who give up work to look after children find it hard to return when the offspring are grown.
zh_cn: 此外，亚洲女性为了生育和抚养小孩而放弃工作，她们发在孩子长大后，自己已很难重回原来的工作岗位了。

source: Not surprisingly, Asian women have an unusually pessimistic view of marriage.
zh_cn: 这就是为什么亚洲女性对婚姻有一种不寻常的悲观情绪的原因了。

source: According to a survey carried out this year, many fewer Japanese women felt positive about their marriage than did Japanese men, or American women or men.
zh_cn: 最近一项调查显示日本女性对婚姻持积极态度人数大量于日本男性及美国男性和女性。

source: At the same time as employment makes marriage tougher for women, it offers them an alternative.
zh_cn: 同时，女性的工作让其结婚变得越来越困难，因为工作可以作为一个婚姻的替代品。

source: More women are financially independent, so more of them can pursue a single life that may appeal more than the drudgery of a traditional marriage.
zh_cn: 因为女性有了工作，她们在经济上得到了独立；因此，她们发现单身生活比传统婚姻生活里的干苦差事的角色更具吸引力。

source: More education has also contributed to the decline of marriage, because Asian women with the most education have always been the most reluctant to wed -and there are now many more highly educated women.
zh_cn: 女性接受更多教育也是结婚率下降的原因，因为受教育越多的亚洲女性越难结婚，值得注意的是越来越多的亚洲女性接受了高等教育。

source: No marriage, no babies
zh_cn: 无婚姻，无孩子

source: The flight from marriage in Asia is thus the result of the greater freedom that women enjoy these days, which is to be celebrated.
zh_cn: 亚洲女性现在现有了更多的自由，这本应当是一件让人欣慰的事情，但就是这些自由让亚洲女性不愿结婚。

source: But it is also creating social problems.
zh_cn: 这就是一个社会问题了。

source: Compared with the West, Asian countries have invested less in pensions and other forms of social protection, on the assumption that the family will look after ageing or ill relatives. That can no longer be taken for granted.
zh_cn: 与西方相比，亚洲国家在养老金及其他社会保障方面的投入较少，亚洲国家固有的家庭会照顾老年亲人和生病亲人的观念是造成这种现象的原因；这一情况再也不能容忍了。

source: The decline of marriage is also contributing to the collapse in the birth rate.
zh_cn: 结婚率下降也是人口出生率下降的原因之一。

source: Fertility in East Asia has fallen from 5.3 children per woman in the late 1960s to 1.6 now.
zh_cn: 在东亚，人口生育率从二十世纪六十年代末的5.3下降到了现在的1.6；

source: In countries with the lowest marriage rates, the fertility rate is nearer 1.0.
zh_cn: 在一些结婚率低的亚洲国家，人口生育率已经下降到了1.0；

source: That is beginning to cause huge demographic problems, as populations age with startling speed.
zh_cn: 而现在亚洲国家正以惊人的速度进入老龄化，低生育率将毫无疑问造成人口问题。

source: And there are other, less obvious issues. Marriage socialises men: it is associated with lower levels of testosterone and less criminal behaviour.
zh_cn: 此外还有一些没有明显显现出来的社会问题：夫妻生活能让男性的睾丸素维持在一个较低的水平，较低的睾丸素也是降低男性犯罪发生的因素之一。

source: Less marriage might mean more crime.
zh_cn: 换句话说，结婚率低会导致犯罪率上升。

source: Can marriage be revived in Asia?
zh_cn: 结婚率能够在亚洲得到提高吗？

source: Maybe, if expectations of those roles of both sexes change; but shifting traditional attitudes is hard.
zh_cn: 有可能，只要亚洲男女在婚姻中的作用发生改变，但变更传统的婚姻态度是一件很难的事情。

source: Governments cannot legislate away popular prejudices. They can, though, encourage change.
zh_cn: 政府无法通过立法来扫除大众的偏见；但政府可以通过立法来鼓励变革。

source: Relaxing divorce laws might, paradoxically, boost marriage.
zh_cn: 如政府可以通过放宽离婚的条件可以促进结婚率的提高，虽然这看起来有点荒唐。

source: Women who now steer clear of wedlock might be more willing to tie the knot if they know it can be untied -not just because they can get out of the marriage if it doesn't work, but also because their freedom to leave might keep their husbands on their toes.
zh_cn: 如果女性现在知道她们可以轻松地从婚姻中脱身，她们将乐意结婚，不仅因为她们可以在婚姻生活不如意是脱身，还因为她们可以自由离开的权利让她们的丈夫在婚姻生活中变得更加谨慎。

source: Family law should give divorced women a more generous share of the couple's assets.
zh_cn: 在离婚分配夫妻共同财产时，家庭法应当从立法的角度保障女性得到更多的财产。

source: Governments should also legislate to get employers to offer both maternal and paternal leave, and provide or subsidise child care.
zh_cn: 政府还应当通过立法来让雇主提供孩子哺乳期时的母亲和父亲的假期，或提供儿童抚养补助。

source: If taking on such expenses helped promote family life, it might reduce the burden on the state of looking after the old.
zh_cn: 这方面的开支不仅能提高家庭生活的质量，而且可以减少国家在照顾老年人方面的压力。

source: Asian governments have long taken the view that the superiority of their family life was one of their big advantages over the West.
zh_cn: 一直以来，亚洲各国政府都将亚洲的家庭生活方式视为优于西方的一个大优点。

source: That confidence is no longer warranted.
zh_cn: 现在这个优点不再存在了。

source: They need to wake up to the huge social changes happening in their countries and think about how to cope with the consequences.
zh_cn: 亚洲各过政府应当清醒地认识到他们国家的人们在婚姻方面发生的变化，并思考如何去处理由此导致的各种问题。
